<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-1fe565f2-6ad6-4a8c-acba-81b94dea4a64">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Brust und Schenkel vom Stubenk&#252;ken auf Gr&#252;nkohl</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1</ns0:igdtQuantity>
        <ns0:igdtName ref="stubenk&#252;ken">Stubenk&#252;ken, von 450-500 g</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>50 g</ns0:igdtQuantity>
        <ns0:igdtName ref="gew&#252;rz">Mett, (gew&#252;rzt)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 TL</ns0:igdtQuantity>
        <ns0:igdtName ref="schnittlauch">Schnittlauch, in R&#246;llchen</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>200 g</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl - Bl&#228;tter frisch, ohne Str&#252;nke</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1</ns0:igdtQuantity>
        <ns0:igdtName ref="schalotten">Schalotte(n), fein gew&#252;rfelt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1</ns0:igdtQuantity>
        <ns0:igdtName ref="knoblauch">Knoblauchzehe(n), fein gew&#252;rfelt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="butterschmalz">Butterschmalz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>80 ml</ns0:igdtQuantity>
        <ns0:igdtName ref="sahne">Sahne</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="meerrettich">Meerrettich, (Sahnemeerettich, Tube)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 TL</ns0:igdtQuantity>
        <ns0:igdtName ref="senfsamen">Senfk&#246;rner, gem&#246;rsert</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="pfeffer">Salz und Pfeffer</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Zum Herausl&#246;sen der Br&#252;ste die Stubenk&#252;ken links und rechts des Brustbeins mit einem kleinen, scharfen Messer l&#228;ngs aufschneiden, das Fleisch entlang der Rippenknochen nach unten schaben und das Brustfleisch mitsamt dem Fl&#252;gel herausl&#246;sen. Den Fl&#252;gel nach dem ersten Gelenk durchtrennen und den an dem Brustfleisch anh&#228;ngenden Knochen frei schaben.
Die Schenkel ausl&#246;sen, den Oberschenkelknochen frei schaben, im Gelenk durchtrennen, herausziehen und entsorgen. Schnittlauchr&#246;llchen mit dem Mett vermischen, etwa 2-3 TL Mett auf jeden Oberschenkel streichen. Fleisch mit der Haut zusammenklappen und wie einen Bonbon in Alufolie einwickeln. Diese P&#228;ckchen 15 Minuten in leicht kochendem, gesalzenem Wasser vorgaren, Wasser abgie&#223;en, die P&#228;ckchen etwas abk&#252;hlen lassen, Schenkel auspacken und die Folie entsorgen. Das Mett ist jetzt fest mit den Schenkeln verbunden.
Gr&#252;nkohlbl&#228;tter von den Str&#252;nken zupfen. Es sollen etwa 200 g gezupfte Bl&#228;tter &#252;brig bleiben. Wasser zum Kochen bringen, salzen und die Kohlbl&#228;tter 7-8  Minuten darin blanchieren. Abgie&#223;en und mit Eiswasser abschrecken, damit die gr&#252;ne Farbe erhalten bleibt. Den Kohl abtropfen lassen und anschlie&#223;end trocken schleudern.
1 EL Butterschmalz in einer ausreichend gro&#223;en, beschichteten Pfanne schmelzen, Schalotte und Knoblauch darin glasig anschwitzen, Kohl zugeben, Sahne angie&#223;en, Sahnemeerrettich zugeben und unterr&#252;hren. Je nach Sch&#228;rfe des Meerrettichs 2-3 Essl&#246;ffel. Das Ganze bei geringer Hitze garen und mit gem&#246;rserten Senfk&#246;rnern, Pfeffer und Salz abschmecken.
Brust und Schenkel mit Pfeffer und Salz w&#252;rzen. In einer zweiten Pfanne 1 EL Butterschmalz erhitzen und zun&#228;chst die vorgegarten Schenkel anbraten. Sobald die Anbratfl&#228;che leicht gebr&#228;unt ist, wenden, dann die Br&#252;stchen mit der Hautseite nach unten in die Pfanne geben und bei mittlerer Hitze braten. Wenn die Br&#252;ste zu etwa zwei Drittel durchgegart sind, man erkennt das gut an den R&#228;ndern wenn das zun&#228;chst glasige Fleisch wei&#223; wird, wenden und bei ausgestelltem Herd durchziehen lassen. Das Brustfleisch soll gerade durchgegart sein, nicht mehr, da es sonst trocken wird. Die Schenkel w&#228;hrend dieser Zeit &#246;fter mal wenden.
Gr&#252;nkohl in die Tellermitte geben, ein Br&#252;stchen darauf legen, die Schenkel schr&#228;g aufschneiden und daneben platzieren. Wer es mag, kann in dem Kohl einige Kirschtomaten mitgaren und als Farbtupfer servieren. Als weitere S&#228;ttigungsbeilage passen Salzkartoffeln gut dazu.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>