<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-0a6a9ea3-bb68-4fbe-be79-e295baa4475f">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Geestem&#252;nder Gr&#252;nkohl</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 &#189; kg</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>150 g</ns0:igdtQuantity>
        <ns0:igdtName ref="g&#228;nseschmalz">G&#228;nseschmalz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4 m.-gro&#223;e</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>500 ml</ns0:igdtQuantity>
        <ns0:igdtName ref="fleischbr&#252;he">Fleischbr&#252;he</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>300 g</ns0:igdtQuantity>
        <ns0:igdtName ref="wein">Schweinebauch</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>750 g</ns0:igdtQuantity>
        <ns0:igdtName ref="kasseler">Kasseler, Lachse oder Nacken</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4</ns0:igdtQuantity>
        <ns0:igdtName ref="pinkelwurst">Pinkelwurst, Oldenburger</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4</ns0:igdtQuantity>
        <ns0:igdtName ref="pinkelwurst">Pinkelwurst, Bremer</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4</ns0:igdtQuantity>
        <ns0:igdtName ref="hackfleisch">Mettenden</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="haferflocken">Hafergr&#252;tze oder Haferflocken</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="pfeffer">Salz und Pfeffer</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Den frischen Gr&#252;nkohl putzen, rupfen und s&#228;ubern. Zwiebeln abziehen und drei davon sehr fein w&#252;rfeln, eine ganz lassen. Das G&#228;nseschmalz in einem sehr gro&#223;en Topf auslassen und die gew&#252;rfelten Zwiebeln hineingeben und glasig d&#252;nsten. Den Kohl zugeben und ca. 10 Minuten mitd&#252;nsten, dann mit Salz und Pfeffer w&#252;rzen. Die Br&#252;he angie&#223;en. Alles aufkochen und die ganze Zwiebel dazugeben. Ca. 2,5 Stunden bei geringer Hitze und geschlossenem Topf k&#246;cheln lassen. Ab und zu umr&#252;hren. Das Fleisch im Ganzen oben auf den Kohl legen und eine Stunde mitkochen lassen. Dann die W&#252;rste in den Topf geben und alles eine weitere Stunde k&#246;cheln lassen.
Das Fleisch und die W&#252;rste herausnehmen und warm stellen. Den Kohl mit Salz und Pfeffer abschmecken und mit Hafergr&#252;tze bzw. Haferflocken binden, bis eine s&#228;mige Konsistenz entsteht. Dabei darauf achten, dass sich im Topf keine Fl&#252;ssigkeit mehr befindet. Regelm&#228;&#223;ig umr&#252;hren, sonst brennt der Kohl an.
Den Kohl in einer gro&#223;en Terrine servieren. Dazu reicht man das in Scheiben geschnittene Fleisch und die W&#252;rste sowie Salzkartoffeln.
Anmerkung:
Nat&#252;rlich geh&#246;ren zu einem guten Gr&#252;nkohlgericht gute Zutaten und davon nicht zu knapp. Aber entscheidend f&#252;r das Gelingen ist Zeit. Der Gr&#252;nkohl soll, um seinen spezifischen Geschmack zu erhalten, mindestens 4 Stunden kochen; ich pl&#228;diere aus eigener Erfahrung sogar f&#252;r 5. Beim Kohl ist es eine Frage der regionalen Erfordernisse, ob man frischen oder tiefgek&#252;hlten nimmt. Die Zubereitung &#228;ndert sich dadurch nicht. Als Bremerhavener nehme ich immer Bremer und Oldenburger Pinkel, aber nat&#252;rlich ist das auch eine Frage des Geschmacks.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>