<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-6780845a-49c3-4195-9bcd-3faf7c748253">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Gr&#246;nkohlsupp ut Nordfreesland</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>900 g</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl, frisch, am Strunk, vom Bauern, ergibt ca. 500 g entstrunkt und gezupft</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4 m.-gro&#223;e</ns0:igdtQuantity>
        <ns0:igdtName ref="schalotten">Schalotte(n), gesch&#228;lt und fein gew&#252;rfelt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>100 g</ns0:igdtQuantity>
        <ns0:igdtName ref="speck">Speck, durchwachsen, ger&#228;uchert, in feine W&#252;rfel geschnitten</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 Zehe/n</ns0:igdtQuantity>
        <ns0:igdtName ref="knoblauch">Knoblauch, frisch, fein gehackt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>3 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="">Raps&#246;l</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="k&#252;rbiskern&#246;l">K&#252;rbiskern&#246;l</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 Msp.</ns0:igdtQuantity>
        <ns0:igdtName ref="cayennepfeffer">Cayennepfeffer</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>300 ml</ns0:igdtQuantity>
        <ns0:igdtName ref="h&#252;hnerbr&#252;he">H&#252;hnerbr&#252;he</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>150 ml</ns0:igdtQuantity>
        <ns0:igdtName ref="milch">Vollmilch</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>150 ml</ns0:igdtQuantity>
        <ns0:igdtName ref="sahne">Schlagsahne</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 EL, gestr.</ns0:igdtQuantity>
        <ns0:igdtName ref="zucker">Zucker</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>n. B.</ns0:igdtQuantity>
        <ns0:igdtName ref="pfeffer">Meersalz und Pfeffer, schwarz, aus der M&#252;hle</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 EL, geh&#228;uft</ns0:igdtQuantity>
        <ns0:igdtName ref="butter">Butter</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>400 g</ns0:igdtQuantity>
        <ns0:igdtName ref="fisch">Fischfilet(s) nach Wahl, z.B. Zander, Schleie, Heilbutt, Seelachs, Lachs</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="zitrone">Zitronensaft</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>&#189;</ns0:igdtQuantity>
        <ns0:igdtName ref="zitrone">Zitrone(n), bio, Abrieb</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="">Raps&#246;l</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="">Butter</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>etwas</ns0:igdtQuantity>
        <ns0:igdtName ref="">Salz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>einige</ns0:igdtQuantity>
        <ns0:igdtName ref="petersilie">Petersilienbl&#228;tter, glatt, grob gehackt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="k&#252;rbiskern&#246;l">K&#252;rbiskern&#246;l, nach Belieben</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Den Gr&#252;nkohl holt man am besten im Hofladen in der N&#228;he ganz frisch. Nat&#252;rlich geht auch zur Not die Gem&#252;seabteilung vom Supermarkt.
Zuerst werden die groben Strunken entfernt und dann wird der Kohl in kleine St&#252;cke gezupft. Dabei auch die dann noch vorhandenen gr&#246;beren Blattadern entfernen. Idealerweise bleiben dann 500 g geputzter Gr&#252;nkohl f&#252;r die Suppe &#252;ber.
Jetzt wird ein ausreichend gro&#223;er Topf mit gut gesalzenem Wasser zum Kochen gebracht. Da hinein kommt jetzt der Gr&#252;nkohl und wird ohne Deckel kurz sprudelnd aufgekocht. Dann den Deckel auflegen und bei schwacher Hitze ca. sieben Minuten leicht sprudelnd k&#246;cheln lassen. Jetzt den Gr&#252;nkohl mit der Schaumkelle aus dem Topf direkt in eine Sch&#252;ssel mit Eiswasser zum Abschrecken geben. Das unterbricht sofort den Garprozess und konserviert die satte gr&#252;ne Farbe.
In einem weiten Topf jetzt das Raps&#246;l und das K&#252;rbiskern&#246;l auf &#190; Hitze bringen und darin die Schalotten-, Knoblauch- und Speckw&#252;rfel unter mehrmaligem Umr&#252;hren glasig anschwitzen, bis die W&#252;rfel leicht Farbe annehmen und ein leichter Bodensatz im Topf entsteht. Nun die H&#228;lfte des Gr&#252;nkohls und den Zucker zugeben, kr&#228;ftig durchmischen und hei&#223; werden lassen. Jetzt mit dem H&#252;hnerfond abl&#246;schen und kurz sprudelnd aufkochen lassen. Milch und Sahne zugeben und f&#252;nf Minuten leicht sprudelnd k&#246;cheln lassen. Den Topf vom Feuer nehmen und den restlichen Kohl, den Cayennepfeffer und die Butter zugeben.
Danach mit dem P&#252;rierstab die Suppe ausgiebig p&#252;rieren. Je nach Geschmack kann nun das Mundgef&#252;hl nach pers&#246;nlichem Geschmack eingestellt werden. Ich pers&#246;nlich mag eine gewisse &#8222;St&#252;ckigkeit&#8220;. Es schmeckt aber auch feiner p&#252;riert oder in der edelsten Version durch ein feines Sieb passiert. Die Suppe wird nun mit Meersalz und schwarzem Pfeffer frisch aus der M&#252;hle abgeschmeckt und warm gehalten.
Das Fischfilet in mundgerechte St&#252;cke schneiden und kurz (ca. 5 Minuten) mit etwas Salz, dem Zitronensaft und der Zitronenschale marinieren. In einer beschichteten Pfanne Raps&#246;l und Butter auf &#190; Hitze bringen, die Fischst&#252;cke hineingeben und unter mehrmaligem Durchschwenken ca. f&#252;nf Minuten braten, bis sie leicht Farbe nehmen. Nicht durchbraten und darauf achten, dass die Fischst&#252;cke innen saftig und glasig bleiben.
Die Suppe in vorgew&#228;rmten Tellern anrichten und darauf die gebratenen Fischst&#252;cke anrichten, ohne, dass sie in der Suppe abtauchen. Das Auge isst mit und der Fisch muss unbedingt sichtbar bleiben. Jetzt noch mit ein paar Bl&#228;ttern glatter Petersilie und ein paar Tropfen K&#252;rbiskern&#246;l garnieren.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>