<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-779ef854-6c28-4025-8bac-eb08f32959a5">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Gr&#252;nkohl wie von Muddern</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>7 kg</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl, TK oder Glas- niemals Dose!</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 kg</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n), in grobe W&#252;rfel gehackt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 kg</ns0:igdtQuantity>
        <ns0:igdtName ref="speck">Speck, durchwachsener, in ca 2 - 4 cm dicke Scheiben geschnitten</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 kg</ns0:igdtQuantity>
        <ns0:igdtName ref="kasseler">Kasseler, in ca 4 cm dicke Scheiben geschnitten</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>20</ns0:igdtQuantity>
        <ns0:igdtName ref="wurst">W&#252;rste (Pinkel, Bremer und Oldenburger)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>20</ns0:igdtQuantity>
        <ns0:igdtName ref="wurst">W&#252;rste (Kochw&#252;rste oder Mettenden, alternativ Cabanossi o.&#228;.)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>300 g</ns0:igdtQuantity>
        <ns0:igdtName ref="hafergr&#252;tze">Hafergr&#252;tze</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="pfeffer">Salz und Pfeffer, frischer wei&#223;er aus der M&#252;hle</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="br&#252;he">Br&#252;he, gek&#246;rnte</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="gew&#252;rz">Gew&#252;rzmischung (Vegeta, alternativ Fondor oder Aromat)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 Liter</ns0:igdtQuantity>
        <ns0:igdtName ref="fleischbr&#252;he">Fleischbr&#252;he</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="schweineschmalz">Schweineschmalz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="butter">Butter</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="zucker">Zucker</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="senf">Senf</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Man beginnt am Vorabend (17:00) des Gr&#252;nkohlessens mit der Zubereitung:
Den Gr&#252;nkohl aus den Gl&#228;sern oder dem TK-Beutel nehmen, abtropfen lassen und beiseite stellen. Einen entsprechend gro&#223;en Topf (wichtig zum R&#252;hren und Unterheben!) nehmen, etwas Schweineschmalz darin erhitzen und die Kasseler- und Bauchspeckscheiben kr&#228;ftig anbraten. Fleisch entnehmen und beiseite stellen. Die Zwiebeln im selben Topf glasig anschwitzen und dann den Gr&#252;nkohl zum "Abl&#246;schen" auf die Zwiebeln geben. Kr&#228;ftig durchr&#252;hren und die Herdplatte  auf mittlere Hitze umstellen. Die Hafergr&#252;tze hinzugeben und mit der Fleischbr&#252;he aufgie&#223;en. Kasseler und Bauchspeck unterheben und weiter k&#246;cheln lassen. Hin und wieder umr&#252;hren. Mit Salz, Pfeffer, etwas Senf, Zucker, etwas Butter und gek&#246;rnter Br&#252;he abschmecken, umr&#252;hren und weiter auf kleiner Flamme k&#246;cheln lassen.
Nach ca. 4 Stunden (21:00) des gem&#228;chlichen K&#246;chelns bei geringer Hitze erneut abschmecken und gegebenenfalls mit Vegeta die Br&#252;he hervorheben oder den Gr&#252;nkohl mit den anderen Gew&#252;rzen abrunden. Nun werden die gesamten W&#252;rste senkrecht in den Gr&#252;nkohl gesteckt (Platzgr&#252;nde), vom Gr&#252;nkohl bedeckt, die Herdplatte abgestellt und der zudeckte Topf bleibt &#252;ber Nacht auf der noch warmen Herdplatte stehen. Hierdurch vermischen sich s&#228;mtliche Aromen und der Gr&#252;nkohl bekommt seine typische Reife.
Am n&#228;chsten Tag, mindestens 3 Stunden vor dem Servieren (09:00) erw&#228;rmt man den Gr&#252;nkohl nun schonend und entnimmt ca. 1/2 Stunde vor dem Auftischen s&#228;mtliche W&#252;rste und das Fleisch. Diese kommen auf das mittlere Backblech im auf 150&#176;C (Ober- und Unterhitze)vorgeheizten Ofen. Den Gr&#252;nkohl nun letztmalig abschmecken und ggf. mit den vorhandenen Gew&#252;rzen vollenden.
Den Gr&#252;nkohl auf Teller geben; W&#252;rste und Fleisch auf einem Tablett anrichten und servieren.
Am ersten Tag reiche ich hierzu Salzkartoffeln, am zweiten Tag werden diese zu Bratkartoffeln.
Zur Zubereitung eines wirklich guten Gr&#252;nkohls ist das allerwichtigste: Zeit! Gr&#252;nkohl ist nun einmal kein Fast Food.
Wenn man diese nicht erbringen kann, so schl&#228;gt sich das zwangsl&#228;ufig im Ergebnis nieder. Durch die langwierige Zubereitung ist es s&#228;mtlichen Aromen erst m&#246;glich, ihr gesamtes geschmackliches Potential zu entfalten und das Gr&#252;nkohlessen zu etwas ganz Besonderem zu machen.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>