<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-cb37230d-b813-45cb-8a6c-114191793bb0">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Gr&#252;nkohl</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 Gl&#228;ser</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl &#224; 720 ml oder entsprechende Menge frischer Gr&#252;nkohl</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 Scheibe/n</ns0:igdtQuantity>
        <ns0:igdtName ref="kasseler">Kasseler Kotelett(s) mit Knochen</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2</ns0:igdtQuantity>
        <ns0:igdtName ref="wurst">Knackw&#252;rste oder Bregenw&#252;rste</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="schmalz">Schmalz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 Scheibe/n</ns0:igdtQuantity>
        <ns0:igdtName ref="speck">Speck, durchwachsener</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>n. B.</ns0:igdtQuantity>
        <ns0:igdtName ref="">Meersalz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>n. B.</ns0:igdtQuantity>
        <ns0:igdtName ref="pfeffer">Pfeffer, frisch gemahlen</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2</ns0:igdtQuantity>
        <ns0:igdtName ref="lorbeer">Lorbeerbl&#228;tter</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4</ns0:igdtQuantity>
        <ns0:igdtName ref="piment">Pimentk&#246;rner</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 Prise(n)</ns0:igdtQuantity>
        <ns0:igdtName ref="zucker">Zucker</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Dieser Gr&#252;nkohl ist nicht w&#228;ssrig, wie die meisten Rezepte, da er fein durchgedreht wird. Dadurch ist er auch besonders w&#252;rzig und hat eine festere Konsistenz. Ich kenne dieses Rezept f&#252;r Gr&#252;nkohl von meiner Oma und hab es schon als Kind geliebt. Es ist ein Gericht, das Zeit ben&#246;tigt und arbeitsaufw&#228;ndig ist, aber es lohnt sich.
Den Gr&#252;nkohl aus dem Glas oder frischen Gr&#252;nkohl durch den Fleischwolf drehen. Hier k&#246;nnen auch die Str&#252;nke mit durchgedreht werden. Die austretende Fl&#252;ssigkeit abgie&#223;en und aufheben. Wichtig ist, dass der durchgedrehte Gr&#252;nkohl so wenig Fl&#252;ssigkeit wie m&#246;glich enth&#228;lt!
Die Zwiebeln und den Speck in W&#252;rfel schneiden und in dem Schmalz kr&#228;ftig anbraten. Dann das Kasseler dazugeben. Ich l&#246;se den Knochen vorher ab und r&#246;ste ihn mit an. Nun den Gr&#252;nkohl, die Pimentk&#246;rner im Tee-Ei und die Lorbeerbl&#228;tter dazugeben. Die Knacker mit einem spitzen Messer anpieken  und dazugeben. Salz und Pfeffer dazugeben.
Den Gr&#252;nkohl nun 3 - 5 Stunden auf kleiner Flamme k&#246;cheln lassen, immer wieder umr&#252;hren und bei Bedarf etwas  von der ausgetretenen Gr&#252;nkohlfl&#252;ssigkeit zugeben, nur falls es zu trocken sein sollte. Danach Kasseler und Knacker entfernen. Man kann sie nat&#252;rlich auch klein schneiden und mitessen.
Der Gr&#252;nkohl soll eine breiartige Konsistenz haben.
Den Gr&#252;nkohl k&#246;nnt ihr gut einfrieren, nach dem Auftauen und erneutem Erw&#228;rmen schmeckt er um so besser. Der Tipp  meiner Omi ist: Gr&#252;nkohl schmeckt erst richtig gut, wenn er einmal "angesetzt" hat. das kann ich nur best&#228;tigen!
Gr&#252;nkohl passt perfekt zu G&#228;nsebrust mit Kartoffeln oder einfach solo mit Kartoffeln und Bregenwurst.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>