<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-8f9f3311-3ba7-41ae-b25a-ca6775359447">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Gr&#252;nkohl mit Seitanspeck und mediterranem Kartoffelp&#252;rree</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>600 g</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl, frisch</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 m.-gro&#223;e</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>150 g</ns0:igdtQuantity>
        <ns0:igdtName ref="ei">Seitan, z. B. Seitansbraten von Wheaty</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>600 g</ns0:igdtQuantity>
        <ns0:igdtName ref="kartoffel">Kartoffel(n), mehlig</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>100 g</ns0:igdtQuantity>
        <ns0:igdtName ref="olive">Oliven, schwarz und gr&#252;n, eingelegt in &#214;l</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>75 g</ns0:igdtQuantity>
        <ns0:igdtName ref="rucola">Rucola</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>25 g</ns0:igdtQuantity>
        <ns0:igdtName ref="petersilie">Petersilie</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>50 g</ns0:igdtQuantity>
        <ns0:igdtName ref="pflanzenfett">Hafersahne (Hafercreme Cuisine)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="oliven&#246;l">Oliven&#246;l</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="piment">Piment&#243;n de la Vera</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="knollensellerie">Selleriepulver</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="">Salz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="pfeffer">Pfeffer</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Kartoffeln sch&#228;len, in wenig Salzwasser kochen, bis sie gar sind.
Gr&#252;nkohl gr&#252;ndlich reinigen, grob zerteilen, nur die ganz dicken, evtl. holzig wirkenden Enden der Str&#252;nke entfernen, ansonsten darauf achten, dass sie mundgerecht kurz geschnitten sind.
Zwiebeln grob hacken (ca. 1 - 2 cm St&#252;cke). Seitansbraten in 1 - 2 cm gro&#223;e W&#252;rfel schneiden.
Die H&#228;lfte der Zwiebeln in einem mittelgro&#223;en Topf in Oliven&#246;l hei&#223; anbraten, gut salzen.
Sobald sie br&#228;unliche Stellen bekommen, den Gr&#252;nkohl dazugeben, "hineinstopfen", anfangs scheint die Menge zu gro&#223;, aber er schrumpft schnell zusammen. Pfeffer dar&#252;ber mahlen, umr&#252;hren, noch ein paar Minuten hei&#223; anbraten, bis genug Fl&#252;ssigkeit ausgetreten ist, dann bei kleiner Flamme k&#246;cheln lassen.
Die andere H&#228;lfte der Zwiebeln in einer Pfanne in Oliven&#246;l scharf anbraten, gut salzen.
Sobald sie br&#228;unliche Stellen bekommen, den Seitan dazugeben, bei Hitze gut umr&#252;hren, bis auch der Seitan leicht br&#228;unlich angebraten ist. Paprika- und Selleriepulver zugeben, bei mittlerer Flamme brutzeln lassen, &#246;fter umr&#252;hren.
Derweil Oliven, Rucola und Petersilie zusammen klein hacken.
Wenn die Kartoffeln gar sind, Kochwasser im Becher auffangen, Kartoffeln stampfen (nicht zu fein), Oliven&#246;l sowie ggf. etwas Kochwasser oder Hafersahne zugeben und umr&#252;hren.
Oliven-Rucola-Petersiliehack unterr&#252;hren und auf ausgeschalteter, noch hei&#223;er Herdplatte stehen lassen.
Bis dahin ist auch der Gr&#252;nkohl durch. Die Zwiebelseitanpfanne zum Gr&#252;nkohl geben, unterr&#252;hren, auf ausgeschalteter, noch hei&#223;er Herdplatte stehen lassen.
Wenn alles gut durchgezogen ist, anrichten und servieren.
Zur Info:
Der hier zubereitete Gr&#252;nkohl ist zwar auch durchgegart und entfaltet sein typisches Aroma, aber er ist nicht so weich wie der traditionelle auf dem Weihnachtsmarkt, sondern hat noch etwas Konsistenz.
Als Seitan empfehle ich den "Seitansbraten" von wheaty, der hat eine sehr feste, fast fleischige Konsistenz und duftet beim Anbraten ein bisschen wie Speck.
Das Piment&#243;n de la Vera / ger&#228;ucherte Paprikapulver gibt es nicht &#252;berall, muss man ggf. im Internet bestellen, die Anschaffung lohnt sich in jedem Fall. Gibt es scharf oder mild, das sollte man nach pers&#246;nlichem Sch&#228;rfe-Empfinden entscheiden.
Selleriepulver gibt es auch nicht &#252;berall, ist aber ein guter Geschmackstr&#228;ger f&#252;rs Herzhafte.
Hafersahne muss nicht sein, macht das P&#252;ree eine Idee "weicher".</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>