<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-d38ed35c-f8df-4922-8af7-dd1754f17126">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Gr&#252;nkohl</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 Gl&#228;ser</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl &#224; 660 g</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>125 g</ns0:igdtQuantity>
        <ns0:igdtName ref="schinken">Katenschinken, gew&#252;rfelt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>70 g</ns0:igdtQuantity>
        <ns0:igdtName ref="salami">Salami (Kn&#252;ppelsalami)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 m.-gro&#223;e</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="senf">Senf, mittelscharf</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 Msp.</ns0:igdtQuantity>
        <ns0:igdtName ref="muskat">Muskatnuss</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="">Salz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="pfeffer">Pfeffer</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="schmalz">Fett zum Braten oder Schmalz</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Das Bratenfett bzw. das Schmalz in einem Topf erhitzen, in dem auch sp&#228;ter der Gr&#252;nkohl hinzugegeben werden kann! Der Topf sollte demnach 1,5 bis 2 Liter Fassungsverm&#246;gen haben.
W&#228;hrend das Bratfett im Topf erhitzt, die Zwiebeln sch&#228;len und in W&#252;rfel schneiden. Die Salami ebenfalls in W&#252;rfel schneiden.
Die gew&#252;rfelten Zwiebeln in dem Topf glasig anbraten, dann die Schinkenw&#252;rfel und die Salami hinzugeben und kurz kr&#228;ftig anbraten. Die Zwiebeln m&#252;ssen zwar auf Grund der Garzeit als erstes in den Topf, aber nicht zu lange warten, bis Schinken und Salami hinzukommen, sonst sind sie sp&#228;ter schwarz.
In die angebratene Masse den Gr&#252;nkohl, so wie er aus dem Glas kommt, hinzugeben. Senf und Muskatnuss, beif&#252;gen, salzen und pfeffern je nach Geschmack. Gut umr&#252;hren, damit die Zwiebeln, der Schinken und die Salami vom Topfboden in die Gr&#252;nkohlmasse eingebunden werden. Alles etwa eine halbe Stunde k&#246;chelnd, auf kleiner Flamme, ziehen lassen.
Fertig! Ihr werdet begeistert sein, so einfach, so schnell und so lecker.
Das Rezept ist aus einem Zufall heraus entstanden, aber ich werde es nun zuk&#252;nftig &#246;fter kochen.
Zum Gr&#252;nkohl passen perfekt Kartoffeln und die unterschiedlichsten W&#252;rstchen, aber auch Kasseler.
Als W&#252;rstchen sind empfehlenswert jede Art von Mettw&#252;rstchen, gern gep&#246;kelt und ger&#228;uchert.
Kassler kann zus&#228;tzlich zu den W&#252;rstchen gereicht werden.
Gr&#252;nkohl passt auch gut als Beilage zu Wildgerichten und G&#228;nse- oder Entenbraten.
Zum Gr&#252;nkohl empfehle ich einen trockenen, kr&#228;ftigen, nicht zu k&#246;rperreichen, eher kantigen Rotwein, z.B. einen Chianti Classico Reserva oder durchaus auch einen griechischen Rotwein.
Sollte Gr&#252;nkohl nur als Beilage zu einem Wildgericht gereicht werden, darf der Wein auch k&#246;rperreicher sein, z:B. einen Barolo.
Sehr gut passt zum Gr&#252;nkohl, mit Kartoffeln, W&#252;rstchen &amp; Kassler ein kr&#228;ftiger, mineralischer Champagner, ein Blanc de Blancs, vorzugsweise ein Premier Cru oder Grand Cru.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>