<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-370304a6-7ae9-4e7b-9974-c22e7b3775ca">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Gr&#252;nkohl nach Familienrezept</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 kg</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>750 g</ns0:igdtQuantity>
        <ns0:igdtName ref="schinken">Schinkenspeck, ger&#228;uchert, bei Bedarf auch mehr</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>250 g</ns0:igdtQuantity>
        <ns0:igdtName ref="schmalz">Griebenschmalz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>n. B.</ns0:igdtQuantity>
        <ns0:igdtName ref="">Wasser</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>8</ns0:igdtQuantity>
        <ns0:igdtName ref="hackfleisch">Mettenden</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Den Gr&#252;nkohl gr&#252;ndlich waschen und grob hacken (oder TK, oder unbearbeitete Ware aus dem Glas nehmen). Griebenschmalz in einem Topf schmelzen, den Gr&#252;nkohl zugeben (Achtung, das spritzt!) und so viel Wasser zugie&#223;en, bis der Gr&#252;nkohl bedeckt ist. Den Topfinhalt stark erhitzen und dann die Temperatur so reduzieren, dass der Gr&#252;nkohl leise vor sich hin simmert. Den Schinkenspeck (ich schneide ihn quer zur Schwarte in etwa 10 cm lange St&#252;cke) zuf&#252;gen und in den Gr&#252;nkohl einr&#252;hren.
Jetzt muss der Gr&#252;nkohl etwa 2 Stunden weiterk&#246;cheln, bis der Speck beim Anpieksen zerf&#228;llt. Ansonsten noch etwas weiter k&#246;cheln, bis dieser Punkt erreicht ist. Eventuell muss man zwischenzeitlich Wasser aufgie&#223;en, weil er bei zu wenig Fl&#252;ssigkeit schnell anbrennt - definitiv jedoch hin und wieder (etwa alle 15 Minuten) mal umr&#252;hren und einen Deckel aufsetzen.
Wer diesen Gr&#252;nkohl im Schnellkochtopf macht, geht vor, wie oben beschrieben, schlie&#223;t aber den Topf nachdem der Speck beigef&#252;gt wurde. Nach 45 - 60 Minuten sollte der Speck dann schon so weit sein - ansonsten ebenfalls noch etwas weiter k&#246;cheln.
Nun die Schwarte vom Speck entfernen und eventuell unerw&#252;nschte Teile (Knorpel etc.) entfernen. Nun muss der Gr&#252;nkohl abgek&#252;hlt in eine Tupperbox gegeben werden und im Gefrierfach (oder im Winter drau&#223;en) gefroren werden. Das ist wichtig - sonst schmeckt er nicht. Wenn er komplett gefroren ist, kann er wieder entnommen und aufgetaut werden - am besten &#252;ber Nacht.
Eventuell wieder etwas Fl&#252;ssigkeit zugeben. Wenn der Gr&#252;nkohl noch nicht gen&#252;gend Geschmack haben sollte, lohnt es sich, weiteren Speck hinzuzuf&#252;gen und auch diesen durchzugaren, wie oben beschrieben. Der Gr&#252;nkohl muss nun 2 Stunden (oder im Schnellkochtopf etwa 45 Minuten) k&#246;cheln.
Die Fl&#252;ssigkeit sollte kurz vor Fertigstellung recht gut reduziert worden sein und muss den Gr&#252;nkohl also nicht mehr bedecken. Bei diesem Schritt brennt er allerdings schnell an, deshalb gut aufpassen!). 20 Minuten bevor das Essen serviert wird, die Mettenden (1 - 2 pro Person) dazugeben und die restliche Zeit mit garen.
Der Gr&#252;nkohl wird durch das lange Kochen sehr matschig und sieht nicht unbedingt sch&#246;n aus, ist aber geschmacklich un&#252;bertrefflich. Die zeitlichen Angaben sind schlecht einzusch&#228;tzen. Ich will aber hoffen, dass ich eher &#252;ber- als untertrieben habe.
Man macht am besten gleich sehr viel Gr&#252;nkohl, weil er sich lange im Gefrierfach h&#228;lt und so lange braucht, dass es zu aufw&#228;ndig w&#228;re portionsweise zu kochen.
Dazu servieren wir Kartoffeln, die mit Semmelbr&#246;seln in Schmalz sch&#246;n knusprig gebraten wurden.
Das Rezept stammt noch von meiner Ururgro&#223;mutter.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>