<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-29964574-143e-4b94-b6dc-383876524ae7">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Gr&#252;nkohl</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 &#189; kg</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl, TK</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>6</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4 Scheibe/n</ns0:igdtQuantity>
        <ns0:igdtName ref="speck">Bauchspeck, Gelderl&#228;nder</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 Liter</ns0:igdtQuantity>
        <ns0:igdtName ref="">Wasser, ca.</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="pfeffer">Pfeffer, 0,5 - 1 TL oder nach Bedarf</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>&#189; TL</ns0:igdtQuantity>
        <ns0:igdtName ref="k&#252;mmel">K&#252;mmel, ganz oder gemahlen</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="senf">Senf</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1</ns0:igdtQuantity>
        <ns0:igdtName ref="br&#252;he">Br&#252;hw&#252;rfel, fett</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>n. B.</ns0:igdtQuantity>
        <ns0:igdtName ref="kasseler">Kasseler (Kasselerbraten oder dicke Rippe), am St&#252;ck, Menge nach Bedarf</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="g&#228;nseschmalz">G&#228;nseschmalz oder anderes Fett zum Braten</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Anmerkung zum Fleisch: Ich hatte dicke Rippe (Kasseler) am St&#252;ck, 2 sch&#246;ne St&#252;cke mit Knochen, gute 3 kg zusammen. Man kann auch einen ganzen Kasseler-Nackenbraten mit oder ohne Knochen nehmen oder, wenn man das Fleisch gar nicht mag, Mettw&#252;rstchen. Diese w&#252;rde ich aber erst ca. 1 Stunde vor Schluss dazugeben.
Den gefrorenen Gr&#252;nkohl in einen (G&#228;nse-)Br&#228;ter geben und bei 180 - 200 &#176;C ohne Deckel auf die unterste Schiene des Backofens stellen.
W&#228;hrenddessen die Zwiebeln sch&#228;len, vierteln und in Scheiben schneiden. Diese dann im Fett anbraten, sie d&#252;rfen ruhig etwas braun werden.
Den Bauchspeck in W&#252;rfel oder Streifen schneiden. Den Gr&#252;nkohl aus dem Backofen holen und versuchen, etwas auseinanderzudr&#252;cken. Meiner war als Bl&#246;cke gefroren, wenn man lose gefrorenen hat, dann er&#252;brigt sich das. Dann den Bauchspeck darauf verteilen, aber nicht unterr&#252;hren, und nochmals in den Backofen geben, bis die Zwiebeln angebr&#228;unt sind.
Wenn die Zwiebeln sch&#246;n angebraten sind, das Wasser angie&#223;en und aufkochen lassen. Pfeffer, K&#252;mmel, Senf und Br&#252;hw&#252;rfel dazugeben.
Den Br&#228;ter wieder aus dem Ofen nehmen, die Zwiebelbr&#252;he angie&#223;en und alles gr&#252;ndlich durchr&#252;hren. Wenn der Gr&#252;nkohl noch etwas gefroren ist, macht das gar nichts. Jetzt auch das Fleisch auf dem Gr&#252;nkohl platzieren und den Deckel vom Br&#228;ter auflegen.
Den Br&#228;ter f&#252;r 2 - 2,5 Stunden in den Backofen stellen und sich selbst &#252;berlassen. Hier braucht man nicht so genau zu sein, es passiert nichts.
Wenn man kein Fleisch auf den Gr&#252;nkohl legt und lieber Mettw&#252;rstchen nehmen m&#246;chte, w&#252;rde ich nach 1 Stunde die W&#252;rstchen auf den Gr&#252;nkohl legen und nach einer weiteren Stunde servieren.
Wenn man den Gr&#252;nkohl vegetarisch zubereiten m&#246;chte, nimmt man nat&#252;rlich keine tierischen Produkte, sondern ersetzt alles entsprechend. Dann muss man allerdings kr&#228;ftig salzen und gut abschmecken.
Dieses Rezept kann man sehr gut dem eigenen Geschmack anpassen, z. B. mit mehr oder weniger Bauchspeck und Zwiebeln. Ich habe es so wie hier beschrieben auch zum ersten Mal gemacht und meine G&#228;ste meinten, das war der beste Gr&#252;nkohl, den ich je gemacht habe.
Bei uns gibt es Salzkartoffeln dazu und evtl. etwas saure Sahne. Ich nehme gerne noch etwas Senf dazu.
Reste schmecken aufgew&#228;rmt nochmal so gut oder lassen sich auch gut einfrieren.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>