<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-22e453e7-e0da-4527-9c1f-420c72e922b2">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Gr&#252;nkohlsuppe mit Majoran</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>300 g</ns0:igdtQuantity>
        <ns0:igdtName ref="kartoffel">Kartoffel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>100 g</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl, roh, oder aus dem Glas</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 TL</ns0:igdtQuantity>
        <ns0:igdtName ref="majoran">Majoran, gerebelt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 Prise(n)</ns0:igdtQuantity>
        <ns0:igdtName ref="curcuma">Kurkuma</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 TL</ns0:igdtQuantity>
        <ns0:igdtName ref="butter">Butter</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="">Wasser nach Bedarf</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Gr&#252;nkohl waschen und von den Rippen abrebeln (mitunter ist er auch schon abgerebelt, dann sollte man ihn verlesen und das Faule heraussammeln, bei Gr&#252;nkohl am Strunk gammelt es lange nicht so schnell...). Kartoffeln sch&#228;len und kleinschneiden. Salz nach Geschmack zuf&#252;gen und ca 25-30 Min. kochen. Wenn der Gr&#252;nkohl grob ist, sollte man ihn 20 Min. vorkochen, denn er muss sch&#246;n weich sein, wenn die Suppe fertig ist - gro&#223;er Gr&#252;nkohl schafft das m&#246;glicherweise nicht. Die Wassermenge richtet sich nach der Topfgr&#246;&#223;e, es sollten ca 4 cm Wasser im Topf sein, und wenn es zuwenig scheint, wird w&#228;hrend des Kochens nachgegossen.
Wenn die Suppe gar ist, 1 TL Majoran und Butter zugeben und etwas (!) Kurkuma (das Kurkuma ist nur f&#252;r die besonders tolle F&#228;rbung der Suppe zust&#228;ndig, er soll nicht durchschmecken - aber allein die Farbe macht die Suppe viel appetitlicher). Die Suppe kr&#228;ftig umr&#252;hren, dabei werden die Blattstrukturen des Gr&#252;nkohls etwas zerst&#246;rt und das Ganze sieht mehr nach Suppe als nach Kuhfutter aus. Keinesfalls mehr kochen lassen!
Anmerkungen: Wassermenge und das Verh&#228;ltnis zwischen Kartoffel - und Gr&#252;nkohlmenge richtet sich eigentlich nach den pers&#246;nlichen W&#252;nschen und Geschmack, weniger nach dem Rezept...Und die Gr&#252;nkohlmenge l&#228;sst sich auch so schwer absch&#228;tzen, weil er so stark zusammenf&#228;llt. Nat&#252;rlich kann man auch Fleisch oder Wurst zugeben, aber ich finde, das zerst&#246;rt das feine Aroma. Aber jeder mag das so halten, wie er es am liebsten isst. Fleischersatzprodukte sind &#252;berfl&#252;ssig.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>