<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-540e02e5-b071-4044-9e6f-fffcc26a462e">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Gr&#252;nkohl von Omi</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 &#189; kg</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl, TK</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>750 ml</ns0:igdtQuantity>
        <ns0:igdtName ref="fleischbr&#252;he">Rinderfond</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>5 gro&#223;e</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>3 Zehe/n</ns0:igdtQuantity>
        <ns0:igdtName ref="knoblauch">Knoblauch</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 TL, geh&#228;uft</ns0:igdtQuantity>
        <ns0:igdtName ref="k&#252;mmel">K&#252;mmelpulver</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>n. B.</ns0:igdtQuantity>
        <ns0:igdtName ref="">Salz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>24 m.-gro&#223;e</ns0:igdtQuantity>
        <ns0:igdtName ref="kartoffel">Kartoffel(n) (3 pro Person ca.)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 &#189; kg</ns0:igdtQuantity>
        <ns0:igdtName ref="kasseler">Kasseler Nacken, mit Knochen</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>12</ns0:igdtQuantity>
        <ns0:igdtName ref="hackfleisch">Mettenden</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>12</ns0:igdtQuantity>
        <ns0:igdtName ref="pinkelwurst">Pinkelw&#252;rste</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>500 g</ns0:igdtQuantity>
        <ns0:igdtName ref="wein">Schweinebauch</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="schweineschmalz">Fett zum Braten (Schweineschmalz, Butterschmalz, etc.</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Zuerst die Zwiebeln sch&#228;len und in einem ziemlich gro&#223;en Topf in Schmalz (pers&#246;nlich bevorzuge ich hier die Buttervariante, da nachher noch genug Geschmack von Schwein dran kommt) glasig and&#252;nsten.
Dann den Gr&#252;nkohl zugeben und langsam die Br&#252;he angie&#223;en (ich bevorzuge die selbstgemachte Variante aus Sand- und Markknochen), nun den K&#252;mmel (die Menge schmeckt man nicht raus, K&#252;mmel sorgt aber daf&#252;r, dass der Magen sich durch den Kohl nicht so aufbl&#228;ht, also auch mit zugeben, wenn man ihn nicht mag, ihr werdet ihn nicht schmecken, aber euer Bauch wird's euch danken) und schon mal ein wenig Salz zugeben, Knoblauch reinpressen oder fein gehackt zugeben und zugedeckt ca. 4 h auf kleiner Flamme unter gelegentlichem Umr&#252;hren k&#246;cheln lassen.
Bis hierhin empfehle ich alles schon am Vortag zuzubereiten, da der Kohl einfach ordentlich durchziehen muss.
Dann den Kohl wieder aufw&#228;rmen, ca. 2 h vor dem Servieren.
Den Knochen vom Kasseler ausl&#246;sen und das Fleisch am St&#252;ck bei ca. 90 Grad in den Backofen schieben, den Knochen zum Kohl geben.
1h vor dem Servieren die Mettenden einpieksen, damit der Saft in den Kohl laufen kann, zusammen mit dem Schweinebauch zum Kohl geben.
Die Pinkelw&#252;rste in einem extra Topf mit siedendem Wasser hei&#223; werden lassen (nicht kochen, sie k&#246;nnten platzen, das sieht nicht so toll aus, eine Gr&#252;tzwurst mit Leck) .
Kartoffeln sch&#228;len, in St&#252;cke schneiden und 20 Minuten vor dem Servieren in kochendem Salzwasser garen.
Noch einmal abschmecken, ggf. noch salzen, i.d.R. durch das salzige Fleisch aber nicht n&#246;tig. Alles in Sch&#252;sseln anrichten und genie&#223;en.
Tipp: Wieder mal ein Grundrezept, welches ich immer gerne mal ab&#228;ndere, wie z. B. mit 3 Gew&#252;rznelken beim letzten Mal, das macht sich sehr gut zum Kohl.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>