<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-86d64833-283a-4c4a-9a8c-72454c3760a7">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Gr&#252;nkohl mit Pinkel nach Ammerl&#228;nder Art</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>200 g</ns0:igdtQuantity>
        <ns0:igdtName ref="speck">Bauchspeck, ger&#228;uchert</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>400 g</ns0:igdtQuantity>
        <ns0:igdtName ref="kasseler">Kasseler</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>125 g</ns0:igdtQuantity>
        <ns0:igdtName ref="butterschmalz">Butterschmalz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 gr. Dose/n</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>125 g</ns0:igdtQuantity>
        <ns0:igdtName ref="haferflocken">Hafergr&#252;tze oder Haferflocken</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4</ns0:igdtQuantity>
        <ns0:igdtName ref="wurst">Kochw&#252;rste</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>8</ns0:igdtQuantity>
        <ns0:igdtName ref="kartoffel">Kartoffel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4</ns0:igdtQuantity>
        <ns0:igdtName ref="pinkelwurst">Pinkelw&#252;rste (Ammerl&#228;nder oder Oldenburger Art)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="senf">Senf, mittelscharfer</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="pfeffer">Salz und Pfeffer</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 TL</ns0:igdtQuantity>
        <ns0:igdtName ref="zucker">Zucker oder Honig, optional</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Bauchspeck, Zwiebel und Kasseler w&#252;rfeln. Den Bauchspeck in einem gro&#223;en Kochtopf gut anbraten, anschlie&#223;end Butterschmalz und gew&#252;rfelte Zwiebeln hinzugeben und ebenfalls anbraten. Die gro&#223;e Dose Gr&#252;nkohl und das gew&#252;rfelte Kasseler mit in den Kochtopf geben. Die leere Dose zur H&#228;lfte mit Wasser f&#252;llen und das Wasser mit dem Gr&#252;nkohl mischen. Den Gr&#252;nkohl ca. 45 Minuten bei geringer Hitze leicht kochen lassen, gelegentlich umr&#252;hren.
Anschlie&#223;end die Hafergr&#252;tze hinzugeben, diese sorgt f&#252;r eine gute Konsistenz des Gr&#252;nkohls. Danach den Gr&#252;nkohl nochmals ca. 45 Minuten bei geringer Hitze leicht kochen lassen und gelegentlich umr&#252;hren. Bei Bedarf noch etwas Wasser zugie&#223;en. Der Gr&#252;nkohl muss nun eine Nacht im K&#252;hlen durchziehen.
Am n&#228;chsten Tag den Gr&#252;nkohl aufw&#228;rmen, die Kochw&#252;rste hinzugeben und ca. 30 Minuten bei geringer Hitze leicht kochen lassen. Die Kartoffeln sch&#228;len und ebenfalls ca. 20 - 30 Minuten in etwas Salzwasser kochen. Dann die Ammerl&#228;nder Pinkel zum Gr&#252;nkohl geben. Alles nochmals 10 Minuten bei geringer Hitze leicht kochen.
Den Gr&#252;nkohl zum Schluss mit Senf, Salz und Pfeffer abschmecken. Nach Geschmack noch 1 TL Zucker oder alternativ 1 TL Honig hinzugeben.
Tipp: Vor dem Servieren des Gr&#252;nkohls empfiehlt sich ein ausgiebiger Spaziergang bei kalten Temperaturen (am besten bei Minustemperaturen). Die ideale Zeit zum Gr&#252;nkohlessen liegt in den Wintermonaten zwischen Dezember und M&#228;rz.
Wo bekommt man die original Ammerl&#228;nder Pinkel? Wichtig ist, dass man die Ammerl&#228;nder Pinkel (alternativ geht auch die Oldenburger Pinkel), auf keinen Fall die Bremer Pinkel verwendet. Die Ammerl&#228;nder Pinkel erh&#228;lt man z. B. im Internet.
Was ist Hafergr&#252;tze und wo bekommt man diese? Bei Hafergr&#252;tze handelt es sich um gesch&#228;lte und geschnittene Haferk&#246;rner (&#228;hnlich wie Haferschrot). Man bekommt diese entweder im Reformhaus oder im Internet.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>