<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-a02c57c0-0f72-4fbb-b4d3-7c72483768a1">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Kohl und Pinkel</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 &#189; kg</ns0:igdtQuantity>
        <ns0:igdtName ref="kasseler">Kasseler, Nacken</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4 Gl&#228;ser</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl, ungew&#252;rzt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>6</ns0:igdtQuantity>
        <ns0:igdtName ref="pinkelwurst">W&#252;rste (Pinkelw&#252;rste)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>6</ns0:igdtQuantity>
        <ns0:igdtName ref="wurst">W&#252;rste (Rauch- oder Mettenden)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>&#189; Paket</ns0:igdtQuantity>
        <ns0:igdtName ref="hafergr&#252;tze">Gr&#252;tze (Buchweizen- oder Hafergr&#252;tze)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 m.-gro&#223;e</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n)</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Dieses Rezept ist ein altes Familienrezept das schon meine Uroma so gemacht hat (und wer wei&#223; wie weit es noch zur&#252;ck geht). Es wurde traditionell zum Bu&#223;- und Bettag das erste Mal gekocht.
Einen ausreichend gro&#223;en Topf verwenden - dieses Rezept ist f&#252;r einen Topf der "Partysuppengr&#246;&#223;e". Zur Not zwei kleinere T&#246;pfe nehmen und alles gleichm&#228;&#223;ig verteilen.
Die Schichtung ist sehr wichtig, dadurch bekommt der Gr&#252;nkohl n&#228;mlich seine W&#252;rze und kann ohne weitere Beachtung mehrere Stunden vor sich hin k&#246;cheln. Umr&#252;hren ist in dieser Zeit absolut verboten! Damit er nicht anbrennt, sind diese Dinge zu beachten.
Unten in den Topf kommen ca. 2 Gl&#228;ser Gr&#252;nkohl mit der Fl&#252;ssigkeit aus dem Glas. Der Boden muss so bedeckt sein, dass das Fleisch, das als n&#228;chstes kommt, auf keinen Fall den Boden ber&#252;hrt, auch nicht beim Kochen hinuntersacken kann. Also lieber etwas mehr Gr&#252;nkohl nehmen und zur Not ein drittes Glas &#246;ffnen.
Das Kasseler an mehreren Stellen mit einem Messer einstechen, Fett am Rand, wenn vorhanden, einschneiden. Das ist sehr wichtig f&#252;r die W&#252;rze, wenn man es vergisst, wird es fad. Das Fleisch auf den Gr&#252;nkohl legen. Die W&#252;rste ebenfalls einstechen und rund um das Kasseler legen, oder darauf, wenn kein Platz mehr ist.
Den restlichen Gr&#252;nkohl darauf verteilen. Evtl. eines der Gr&#252;nkohlgl&#228;ser zur H&#228;lfte mit Wasser f&#252;llen und in den Topf geben. Zu viel Wasser nimmt Geschmack, aber mit zu wenig brennt es an. Mit einem halben Gr&#252;nkohlglas kann man nicht viel falsch machen. Zwiebeln grob w&#252;rfeln und obendrauf legen. Zuletzt mit der Gr&#252;tze abdecken. So viel nehmen, dass eine d&#252;nne Decke auf dem Gr&#252;nkohl liegt, das wird ca. eine halbe Packung sein. Nun einen Deckel auflegen und einmal aufkochen lassen. Wenn es anf&#228;ngt zu brodeln, den Herd auf mittlere Hitze stellen und 3 Stunden k&#246;cheln lassen.
Soll das Essen erst am n&#228;chsten Tag auf den Tisch, nur 2,5 Stunden k&#246;cheln und am n&#228;chsten Tag kochen lassen, bis alles wieder hei&#223; ist.
Servieren:
Den Gr&#252;nkohl beiseite schieben. Das Fleisch und die W&#252;rste herausnehmen. Den Gr&#252;nkohl mit den Zwiebeln und der Gr&#252;tze gut vermischen. Evtl. &#252;bersch&#252;ssiges Wasser entfernen. Wenn ich zu viel Wasser genommen habe, sch&#252;tte ich den Gr&#252;nkohl einmal durch ein Sieb.
Dazu passen Salzkartoffeln oder Bratkartoffeln.
Auf jeden Teller gibt man Kasseler, ein Mettende, eine Pinkelwurst, (Brat-)Kartoffeln und Gr&#252;nkohl. Die Bremer Pinkel wird ohne Pelle unter den Gr&#252;nkohl gemischt, die Oldenburger Pinkel kann mit Pelle gegessen werden.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>