<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-86456a55-8ded-4771-8054-e174e1a93d54">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Schneller niederrheinischer Gr&#252;nkohl</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>450 g</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl (TK, portionsweise entnehmbar)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>500 g</ns0:igdtQuantity>
        <ns0:igdtName ref="kartoffel">Kartoffel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>250 ml</ns0:igdtQuantity>
        <ns0:igdtName ref="schmand">saure Sahne, Schmand oder Cr&#232;me fraiche</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>50 g</ns0:igdtQuantity>
        <ns0:igdtName ref="schweineschmalz">Schweineschmalz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>150 g</ns0:igdtQuantity>
        <ns0:igdtName ref="speck">Speck, ger&#228;ucherter, durchwachsener</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>4</ns0:igdtQuantity>
        <ns0:igdtName ref="wurst">W&#252;rstchen (Mettw&#252;rstchen), ger&#228;uchert, oder d&#252;nne Scheiben frischer Bauchspeck</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2 m.-gro&#223;e</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n), grob gehackte</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="pfeffer">Pfeffer, wei&#223;er</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="">Salz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="muskat">Muskat</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>evtl.</ns0:igdtQuantity>
        <ns0:igdtName ref="maggi">Maggi</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>evtl.</ns0:igdtQuantity>
        <ns0:igdtName ref="senf">Senf</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Den tiefgefrorenen Gr&#252;nkohl mit einem guten Schuss Wasser in einem ausreichend gro&#223;en, geeigneten Gef&#228;&#223; (ich nehme immer Jenaer Glas-T&#246;pfe) nach Vorschrift ca. 20 Minuten bei 750 Watt, anschlie&#223;end zusammen mit den frischen Mettw&#252;rsten (sie m&#252;ssen vollst&#228;ndig von dem Gr&#252;nkohl bedeckt sein, sonst trocknen sie stellenweise aus!) ca. 20 Minuten bei 300 Watt in der Mikrowelle garen.
In der Zwischenzeit Kartoffeln sch&#228;len, klein schneiden und in Salzwasser ca. 15 Minuten kochen. Wenn kein einzeln entnehmbarer Gr&#252;nkohl zu bekommen ist, k&#246;nnen die Mettw&#252;rste auch in den letzten zehn Minuten zusammen mit den Kartoffeln gekocht werden - leider geht dann aber beim Absch&#252;tten ein gro&#223;er Teil des R&#228;uchergeschmacks verloren!
W&#228;hrend der Garzeit den Speck in kleine St&#252;cke schneiden und zusammen mit den grob gehackten Zwiebeln im Schmalz kurz anbraten, bis alles so eben anf&#228;ngt, braun zu werden.
Gr&#252;nkohl und Speck d&#252;rften nun ungef&#228;hr gleichzeitig fertig sein: W&#252;rstchen rausnehmen und warmstellen, den Inhalt der Pfanne (Speck, Zwiebeln und Schmalz) in den Gr&#252;nkohl geben, pfeffern (nicht mehr salzen, das hat der Speck schon besorgt!) und gut umr&#252;hren.
F&#252;r denjenigen, der es mag, unbedingt wichtig: einige Spritzer Maggi und/oder einen Essl&#246;ffel Senf dazugeben!
Kartoffeln absch&#252;tten, mit 4 - 5 Prisen frisch geriebenem Muskat w&#252;rzen, saure Sahne, Schmand oder Cr&#232;me fraiche unterziehen und gut durchstampfen, so dass ein leicht s&#228;uerlicher Kartoffelbrei entsteht.
Den Brei unter den Gr&#252;nkohl ziehen und - wenn man es so lange aush&#228;lt - am n&#228;chsten Tag aufgew&#228;rmt servieren. Ist aber auch sofort gegessen ein Genuss!
Tipp: Wer Mettw&#252;rstchen nicht so mag, kann ebenso gut vier d&#252;nne Scheiben frischen Schweinebauch - gepfeffert und gesalzen - ca. 5 Minuten zusammen mit dem Speck und den Zwiebeln braten. Warmstellen und sp&#228;ter dazu servieren.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>