<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-a2056467-9f31-4ab3-b7e7-ae5acac89f82">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Schwarzkohl</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>600 g</ns0:igdtQuantity>
        <ns0:igdtName ref="schwarzkohl">Gr&#252;nkohl, (Schwarzkohl Cavolo nero)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>400 g</ns0:igdtQuantity>
        <ns0:igdtName ref="wei&#223;kohl">Wei&#223;kohl, (Cavolo bianco)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2</ns0:igdtQuantity>
        <ns0:igdtName ref="knoblauch">Knoblauchzehe(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>10</ns0:igdtQuantity>
        <ns0:igdtName ref="sardelle">Sardellen, in Salz eingelegt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>3 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="oliven&#246;l">Oliven&#246;l</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>750 ml</ns0:igdtQuantity>
        <ns0:igdtName ref="gem&#252;sebr&#252;he">Gem&#252;sefond</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="pfeffer">Pfeffer, schwarzer, frisch aus der M&#252;hle</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="">Salz</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="petersilie">Petersilie, glatte zum Garnieren</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Beim Schwarzkohl (oder Gr&#252;nkohl) den Strunk abschneiden und die einzelnen Bl&#228;tter abl&#246;sen, die Blattrippen herausl&#246;sen oder glatt schneiden, waschen und die Bl&#228;tter in ca. 2 cm breite Streifen schneiden.
Den Wei&#223;kohl vierteln, den Strunk entfernen und das Kraut in etwa 2 cm breite Streifen schneiden. Die Knoblauchzehen sch&#228;len.
Die Sardellen filitieren. Dazu alle Flossen sowie die K&#246;pfe der Fische entfernen. Die Sardellen mit einem kleinen scharfen Messer auf der Bauchseite aufschneiden, die Mittelgr&#228;te rechts und links mit dem Daumen freilegen und vorsichtig herausziehen. Die Filets voneinander trennen und unter flie&#223;endem kalten Wasser gr&#252;ndlich waschen.
Das Oliven&#246;l in einem entsprechend gro&#223;em Topf erhitzen und den Knoblauch farblos darin anschwitzen. Mit dem Gem&#252;sefond abl&#246;schen, die Schwarzkohlstreifen zuf&#252;gen und ca. 15 Minuten bei mittlerer Hitze garen. Dann den geschnittenen Wei&#223;kohl dazugeben und zusammen weitere 30 Minuten mitd&#252;nsten. Die Fl&#252;ssigkeit sollte danach verdampft sein. Sonst weiterk&#246;cheln bis sie verdampft ist.
Nach der Garzeit von ca. 45 Minuten alles mit frischem schwarzen Pfeffer aus der M&#252;hle w&#252;rzen, nur vorsichtig salzen, da die Sardellenfilets bereits sehr salzig sind.
5 Minuten vor Ende der Garzeit die Sardellenfilets auflegen und den Kohl bei geringer Hitze gar ziehen lassen. Mit Petersilienbl&#228;ttchen garnieren und den Schwarzkohl mit Wei&#223;brot oder Salzkartoffeln servieren.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>