<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-d7b3a244-d149-42cb-8efe-9a4e196b7038">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>Trinxat-Andorras Nationalgericht</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>500 g</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>500 g</ns0:igdtQuantity>
        <ns0:igdtName ref="mangold">Mangold</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>15 kleine</ns0:igdtQuantity>
        <ns0:igdtName ref="kartoffel">Kartoffel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>120 ml</ns0:igdtQuantity>
        <ns0:igdtName ref="oliven&#246;l">Oliven&#246;l</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1</ns0:igdtQuantity>
        <ns0:igdtName ref="karotte">M&#246;hre(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1</ns0:igdtQuantity>
        <ns0:igdtName ref="knoblauch">Knoblauchknolle(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="rauchsalz">Fl&#252;ssigrauch, oder 1 TL Rauchsalz mit 2 EL Wasser</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="sirup">R&#252;bensirup</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="paprikapulver">Paprikapulver, edels&#252;&#223;es</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Zuvorderst einen Topf mit Wasser aufsetzen und salzen.
Danach die M&#246;hren sch&#228;len und mit einem Sch&#228;ler in feine m&#246;hrenlange Streifen hobeln. In einer Sch&#252;ssel mit Liquid Smoke, Zuckerr&#252;bensirup und Paprikapulver f&#252;r 20 Minuten marinieren.
In der Wartezeit den Gr&#252;nkohl und den Mangold waschen. Beim Mangold den unteren wei&#223;en Abschnitt abschneiden und f&#252;r z.B. f&#252;r Salate oder als Snack aufheben. Wenn das Wasser kocht, die beiden Zutaten hinzuf&#252;gen und bei geschlossenem Deckel und mittlerer Hitze f&#252;r 20 Minuten k&#246;cheln lassen.
Anschlie&#223;end die Kartoffeln sch&#228;len und vierteln. Nach Ablauf der 20 Minuten, die Kartoffeln zu dem Gem&#252;se hinzugeben und weiterk&#246;cheln, bis die Kartoffeln gar sind.
In der Zwischenzeit den Knoblauch sch&#228;len und in Scheiben schneiden.
Etwas von dem &#214;l abzweigen und ein Backblech damit bestreichen. Die M&#246;hrenstreifen samt Marinade darauf verteilen und mit &#214;l bestreichen und f&#252;r 20 Minuten bei 180 &#176;C Ober- und Unterhitze backen lassen, bis sie dunkelbraun sind.
Mit dem restlichen &#214;l die Knoblauchscheiben anbraten, bis sie leicht angebr&#228;unt sind. Danach die Scheiben zu dem fertig gegarten und vom Wasser befreiten Gem&#252;se geben. Alles zusammen p&#252;rieren sowie mit Salz und Pfeffer w&#252;rzen. Anschlie&#223;end die Masse in die Pfanne mit dem &#214;l geben und bei mittlerer Hitze f&#252;r weitere 5 Minuten braten .
Nach der Zeit die M&#246;hrenstreifen (aka veganer Bacon) auf dem Gericht verteilen und dann kann serviert werden.</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>