<ns0:recipe xmlns:ns0="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-eb17e7b5-bf94-4352-9452-0eb6432a2bdb">
  <ns0:meta>
    <ns0:book />
    <ns0:chapter />
  </ns0:meta>
  <ns0:recipeName>&#196;thiopisches Rindfleisch mit Injera und Gr&#252;nkohl</ns0:recipeName>
  <ns0:recipeKeywords />
  <ns0:recipeIntro />
  <ns0:recipeIngredients>
    <ns0:igdtList>
      <ns0:igdtListName />
      <ns0:igdtListLine>
        <ns0:igdtQuantity>500 g</ns0:igdtQuantity>
        <ns0:igdtName ref="weizenmehl">Mehl (Teffmehl)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>300 ml</ns0:igdtQuantity>
        <ns0:igdtName ref="">Wasser</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 TL</ns0:igdtQuantity>
        <ns0:igdtName ref="hefe">Trockenhefe</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 Glas</ns0:igdtQuantity>
        <ns0:igdtName ref="gr&#252;nkohl">Gr&#252;nkohl</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1</ns0:igdtQuantity>
        <ns0:igdtName ref="chilischote">Chilischote(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>2</ns0:igdtQuantity>
        <ns0:igdtName ref="zwiebel">Zwiebel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 kg</ns0:igdtQuantity>
        <ns0:igdtName ref="rindfleisch">Rindfleisch, mager</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>500 g</ns0:igdtQuantity>
        <ns0:igdtName ref="">Zwiebel(n)</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>300 g</ns0:igdtQuantity>
        <ns0:igdtName ref="spitzpaprika">Spitzpaprika, gr&#252;n</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>1 Dose</ns0:igdtQuantity>
        <ns0:igdtName ref="tomate">Tomate(n), st&#252;ckig</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity>3 EL</ns0:igdtQuantity>
        <ns0:igdtName ref="pfeffer">Ghee, oder Niter Kebbeh, dann fallen alle Gew&#252;rze bis auf Salz und Pfeffer weg</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="bockshornklee">Bockshornklee</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="cumin">Kreuzk&#252;mmel</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="zimt">Zimt</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="ingwer">Ingwer</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="kardamom">Kardamom</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="pfeffer">Salz und Pfeffer</ns0:igdtName>
      </ns0:igdtListLine>
      <ns0:igdtListLine>
        <ns0:igdtQuantity />
        <ns0:igdtName ref="chilischote">Chilipulver</ns0:igdtName>
      </ns0:igdtListLine>
    </ns0:igdtList>
  </ns0:recipeIngredients>
  <ns0:recipeInstructions>
    <ns0:instruction>
      <ns0:instrStepName />
      <ns0:instrStepText>Bereiten Sie aus dem Mehl, Wasser und der Hefe einen d&#252;nnfl&#252;ssigen Teig zu, &#228;hnlich wie Cr&#234;pesteig. Mixen Sie ihn so lange, bis er kl&#252;mpchenfrei ist. Danach 1 Std. stehen lassen.
Erhitzen Sie eine beschichtete Pfanne auf mittlerer Hitze und geben Sie einen Sch&#246;pfer Teig hinein. Kein Fett dazugeben! Der Fladen bekommt kleine Luftbl&#228;schen - das ist so gewollt. Wenden Sie ihn nicht! Wenn die Oberfl&#228;che nicht mehr gl&#228;nzt, ist er fertig. Nehmen Sie ihn mit einem Pfannenwender aus der Pfanne und legen Sie ihn auf ein nasses kaltes K&#252;chenhandtuch zum Abk&#252;hlen. Bereiten Sie die weiteren Injera zu und stapeln sie Sie, wenn sie kalt sind &#252;bereinander.
Nehmen Sie den Gr&#252;nkohl aus dem Glas und pressen Sie ihn mit der Hand gut aus. Geben sie ihn in einen erhitzten Topf und r&#252;hren Sie ihn ab und an um. Schneiden Sie die 2 Zwiebeln zu halben Ringen und zerkleinern sie die Chilischote und geben Sie diese dazu. Salz, Pfeffer und einen Klecks Ghee dazugeben und k&#246;cheln lassen.
Waschen Sie das Rindfleisch und tupfen Sie es trocken. Schneiden Sie das Fleisch in kleine St&#252;ckchen - um einiges kleiner als Gulasch. Erhitzen Sie eine gro&#223;e Pfanne und geben Sie das Fleisch ohne Fett hinein. H&#228;ufig wenden. Nach einiger Zeit zieht das Fleisch Wasser. Lassen Sie es bei h&#228;ufigem Wenden so lange darin braten, bis das Wasser verschwunden ist und das Fleisch richtig anbr&#228;t und Farbe bekommt bzw. der Pfannenboden dunkel wird. Sch&#252;tten Sie nun die Tomaten dar&#252;ber und vermengen alles gut. Nun sollte sich auch der angebratene Fleischsaft vom Boden der Pfanne wieder l&#246;sen und es brennt nicht an. Lassen Sie es bei halber Hitzezufuhr ca. 15 Minuten k&#246;cheln.
In der Zwischenzeit sch&#228;len Sie die Zwiebeln und schneiden breite Zwiebelringe. Sie k&#246;nnen diese, sobald sie fertig geschnitten sind, mit in die Pfanne geben und unterr&#252;hren. Schneiden Sie nun die Paprika in Ringe und geben Sie sie ebenso in die Pfanne. Alles gut durchmengen und weitere 10 Minuten unter st&#228;ndigem R&#252;hren k&#246;cheln lassen.
Zum Schluss geben Sie das Fett dazu und die Gew&#252;rze. Schmecken Sie es ab und servieren Sie es mit dem Gr&#252;nkohl und den Injeras. Traditionell wird alles auf einem gro&#223;en Teller serviert. Sie k&#246;nnen Besteck weg lassen und mit den H&#228;nden essen. Das Injera dient dabei als "Gabel".</ns0:instrStepText>
    </ns0:instruction>
  </ns0:recipeInstructions>
  <ns0:recipeSideDish />
  <ns0:recipeOrigin />
  <ns0:recipeSeeAlso />
  <ns0:recipeLicense />
</ns0:recipe>